var Data = [
  {
    id: "76",
    period: "【2016年第8期】",
    title: "品牌升级后首次亮相 云知声在GMIC 2016推AI芯战略",
    date: "2016-04-28",
    url: "news/news16-4.html",
    desc: " 4月28日消息，为期五天的全球互联网大会（GMIC）在北京-国家会议中心开幕，专注于物联网人工智能服务的云知声在品牌升级后重装亮相。云知声CEO黄伟在全球智能机器人大会上发表了《智享未来，“麦”入“芯”时代》主题演讲，向与会嘉宾分享物联网人工智能行业大趋势、技术大背景和云知声“云端芯”生态体系以及技术产品落地情况。 "
  },
  {
    id: "75",
    period: "【2016年第7期】",
    title: "专注物联网人工智能服务 云知声“芯”起航",
    date: "2016-04-21",
    url: "news/news16-3.html",
    desc: " 春风和煦缤纷初绽，最美人间四月天。4月21日，借着乔迁新址之际，云知声在北京总部新址太阳宫冠捷大厦举办小型媒体沟通会，云知声CEO黄伟在现场宣布，云知声品牌定位将全面升级为“专注物联网人工智能服务”,基于此定位，云知声打造了AI芯、AIUI（智能交互）和AI Service（智能云服务）三大产品方案，已在智能家居、智能车载、智能医疗、智能教育四大领域实现了落地，形成了完整的“云端芯”生态体系。 "
  },
  {
    id: "74",
    period: "【2016年第6期】",
    title: "北京云知声搬家通知",
    date: "2016-04-12",
    url: "news/news16-2.html",
    desc: ""
  },
  {
    id: "73",
    period: "【2016年第5期】",
    title: "人工智能“芯”升级，云知声携多款产品亮相CITE2016",
    date: "2016-04-08",
    url: "news/news16-1.html",
    desc: " 2016年4月8日至10日，第四届中国电子信息博览会(CITE 2016)在深圳会展中心举办，围绕“创新、智能、融合”的主题，集中展示智能硬件、机器人、无人机、移动互联网、物联网等重点行业应用。国内领先的人工智能技术服务商云知声去年首次亮相CITE并荣获“2015 CITE创新产品与应用奖”，今年云知声再次高调亮相，向参展观众展示云知声云端芯生态链上的解决方案和终端产品。云知声在CITE再获殊荣，智能车载语音交互方案获颁“2016CITE创新产品和应用奖”。 "
  },
  {
    id: "72",
    period: "【2016年第4期】",
    title: "【2016年ADAS与自动驾驶趋势论坛】云知声董事长梁家恩：人工智能将颠覆你的驾驶体验",
    date: "2016-03-24",
    url: "news/news15-5.html",
    desc: " 3月23日-24日，2016年ADAS与自动驾驶趋势论坛于上海国际汽车城汽车创新港举办，超过200位来自整车、零部件、半导体、技术方案、软件服务领域知名企业的商业和技术领袖参加本次论坛，各方共同探讨无人驾驶、ADAS和主动安全的前景及发展方向。云知声董事长梁家恩在24日的“人工智能、深度学习在ADAS及自动驾驶中的应用”的论坛上分享了以“人工智能如何颠覆出行体验”为主题的演讲。从人工智能与自动驾驶趋势、智能驾驶辅助实践以及自动驾驶未来三个方向和与会嘉宾畅聊智能驾驶的过去现在和未来。 "
  },
  {
    id: "71",
    period: "【2016年第3期】",
    title: "云知声亮相ICASSP 2016，深化产业与学术交流",
    date: "2016-03-21",
    url: "news/news15-4.html",
    desc: " 2016年3月20日第41届IEEE声学，语音与信号处理国际会议（下称ICASSP 2016）在上海国际会议中心开幕，超过2000名来自全球各国的学者、企业家来到上海共襄盛举。业内领先的人工智能领域技术与服务商云知声以银牌赞助商的身份受邀参加，ICASSP是世界范围内在声学、语音与信号处理领域内最权威、最顶尖、规模最大的国际型学术会议。与会的企业还有Google、Facebook、Amazon、Microsoft等国际科技巨头以及华为、百度、阿里等国内知名企业。 "
  },
  {
    id: "70",
    period: "【2016年第2期】",
    title: "开年红！云知声荣获CSDN 2015开发工具及服务年度评选·最具成长潜力奖",
    date: "2016-01-18",
    url: "news/news15-3.html",
    desc: " 近两年，开发工具及服务不断涌现，从云服务、即时通讯、安全到统计监测、人工智能、物联网平台等。CSDN通过公开征集，并结合平台内用户数据采集分析，评选出CSDN“2015开发工具及服务年度大奖评选”。截至目前，活动六大奖项已全部出炉，云知声凭借2015年在人工智能领域的快速成长和突出成绩荣获2015开发工具及服务年度大奖评选·最具成长潜力奖。 "
  },
  {
    id: "69",
    period: "【2016年第1期】",
    title: "CES落幕 云知声软硬件一体方案助力智能家居落地",
    date: "2016-01-12",
    url: "news/news15-2.html",
    desc: " 正如美国消费技术协会主席加里·夏皮罗所说， 始于1967年的国际消费电子展览会(CES)展现在人们面前的，是一个充满选择的智能世界。在本届CES2016上，除了大家备受关注的无人机、VR、数码等产品外，智能家居也属于热门领域成为展会的一大焦点。各大企业纷纷发力智能家居，眼花缭乱的智能产品让人大饱眼福。而中国“智”造也是本届CES的一大亮点，在今年CES的4320家参展商中，参展的中国企业就有1416家，占到总数的33%，也创下了历史的新高。云知声的众多合作伙伴也携智能新品亮相，采用云知声软硬件一体方案的智能机器人、音响台灯皆能听会说，用户声音直接控制，实现更自然的交互。 "
  },
  {
    id: "68",
    period: "【2015年第27期】",
    title: "智慧生活，万物新声——云知声看见声音的价值",
    date: "2015-12-17",
    url: "news/news15-1.html",
    desc: " 2015年对于人工智能行业来说，是具有里程碑意义的一年；对于云知声而言同样是意义非凡的一年。12月16日于北京国贸三期举行的云知声2015年度品牌发布会上，云知声CEO黄伟以人工智能行业创业先锋的身份回顾了云知声2015年品牌发展历程同时展望2016年战略规划。主题演讲后云知声与华为举行现场合作签约仪式，云知声与海尔、康力优蓝、全志科技、共达电声进行强强联合环节助力发布会圆满落幕。发布会现场吸引到互联网科技类媒体、投资精英、科研院所学术界领导、云知声合作伙伴共计300余位嘉宾到场。 "
  },
  {
    id: "67",
    period: "【2015年第26期】",
    title: "智能互联网时代，云知声带你看见声音的价值",
    date: "2015-12-03",
    url: "news/news14-5.html",
    desc: " 近两年人工智能概念大火，以智能语音交互技术为代表的智能设备和智能服务开始进入千家万户。对于科技爱好者来说，当下正是最好的时代——互联网从桌面互联网发展到移动互联网再到智能互联网的进化以及对传统商业模式的重塑，智能+正在将我们的生活深刻颠覆。 "
  },
  {
    id: "66",
    period: "【2015年第25期】",
    title: "云知声亮相高交会展风采 四大产品方案获赞赏",
    date: "2015-11-23",
    url: "news/news14-4.html",
    desc: " 为期六天的第十七届中国国际高新技术成果交易会（下称“高交会”）于2015年11月16日在深圳开幕。据悉，高交会是目前中国规模最大、最具影响力的科技类展会，在本届高交会上，国内领先的人工智能技术服务商云知声在智慧城市馆高调亮相，“猛刷“存在感，高交会期间云知声展台接待参展观众逾万人，展会推出的基于智能语音交互技术的智能家居、智能车载、在线教育、云平台四大系列产品方案备受好评，参展观众纷纷点赞。此外，云知声还获得由高交会智慧城市专馆及IDC、IDG评审委员会颁发的2015中国智能语音行业杰出贡献奖。 "
  },
  {
    id: "65",
    period: "【2015年第24期】",
    title: "云知声亮相第17届高交会 人工智能融入现实生活",
    date: "2015-11-10",
    url: "news/news14-3.html",
    desc: " 第17届中国国际高新技术成果交易会（下称“高交会”）将于2015年11月16日-21日在深圳会展中心举行。国内领先的人工智能技术服务商云知声将亮相高交会智慧城市馆。作为“中国科技第一展”的重点专题馆，智慧城市专馆以“智能社会，点亮生活”为主题，汇聚了智慧产业上下游链条中的高端企业，云知声与中兴、乐视、软通动力等行业领军者同台展出。 "
  },
  {
    id: "64",
    period: "【2015年第23期】",
    title: "智慧出行，云知声车载语音交互为你保驾护航",
    date: "2015-11-06",
    url: "news/news14-2.html",
    desc: " 继互联网、移动互联网蓬勃发展后，国内外科技巨头无一例外地将目光投向汽车市场，纷纷布局车联网，要给汽车装上“大脑”。汽车行业向智能辅助驾驶系统和车载信息化发展越来越快，语音识别技术无疑给车联网装上了智能化发展的助推器。国内领先的智能语音及人工智能技术服务商云知声近期传来捷报，云知声车载业务在车载后装收费语音一站式方案上的市场份额位列第一，云知声车载语音交互方案已经服务约70家后装市场方案商，品牌商，无论是合作客户还是产品激活量都在持续快速增长，云知声智能车载产品方案为你开启车辆驾驶全新体验，智能语音随身伴驾，把手还给方向盘，安全驾驶一路无忧。 "
  },
  {
    id: "63",
    period: "【2015年第22期】",
    title: "2015 IoE Day落幕 云知声载誉而归——云知声携手高通在物联网上秀“芯”玩法",
    date: "2015-11-02",
    url: "news/news14-1.html",
    desc: " 物联网，让城市更“聪明”了：联网的路灯可进行灯光调控和环境监测；家用电视互相连接，搭载Qualcomm处理器的垃圾桶可在垃圾满了后，自己发信号到控制中心要求处理，电饭煲煮好饭通过语音报告给主人……10月27日-28日，为期两天的第三届Qualcomm IoE Day于深圳福田喜来登酒店举行，本届大会是迄今为止最为盛大的Qualcomm® IoE Day活动。 "
  },
  {
    id: "62",
    period: "【2015年第21期】",
    title: "揭秘乐视超级语音2.0，云知声独家技术支持",
    date: "2015-10-13",
    url: "news/news13-5.html",
    desc: " 9月24日乐视在香港九龙东皇冠假日酒店举行“王者归来”发布会，正式推出乐视第三代超级电视。第三代超级电视拥有强大的智能电视交互能力，加入了远讲场景语音功能，远讲支持5米内全向识别室内声音。模糊搜索智能匹配，说说话就能完全操控电视。“怎么说都听得懂”的乐视超级电视语音交互技术由国内领先的人工智能及智能语音技术服务商云知声独家支持。 "
  },
  {
    id: "61",
    period: "【2015年第20期】",
    title: "你的生活你说了算 云知声携新品亮相SSHT2015",
    date: "2015-09-24",
    url: "news/news13-4.html",
    desc: " 9月23日至25日，上海国际智能家居展览会–ShanghaiSmart Home Technology(SSHT)在上海新国际博览中心举行。SSHT是中国智能家居行业的技术交流和创新展示平台，汇聚了智能家居产业链的优秀企业和行业精英。国内领先的人工智能及语音交互技术服务商，云知声（展位位置：N2 E01）携新品亮相，包括智能家居、智能车载、在线教育三大领域应用云知声解决方案的落地产品：洛比智能学习机器人、小优机器人、小巢台灯、乐视超级电视、智能车机、车载后视镜等。“你的生活你说了算”让参会者直观体验了语音交互一站式解决方案在智能家居行业的广泛应用。 "
  },
  {
    id: "60",
    period: "【2015年第19期】",
    title: "云知声亮相Wi-Fi Alliance智能家居峰会 分享智能家居完整解决方案",
    date: "2015-09-23",
    url: "news/news13-3.html",
    desc: " 2015年9月22日，由Wi-Fi联盟主导、中国智能家居产业联盟参与协办的“Wi-Fi Alliance智能家居峰会”在北京嘉里大酒店举行。云知声作为人工智能领域的新锐及智能家居行业领先的语音技术解决方案公司受邀参加，云知声CEO黄伟作为Wi-Fi Alliance智能家居峰会演讲嘉宾和与会者分享了云知声语音交互技术在智能家居行业的应用和云知声智能家居语音交互完整方案。同期参会的还有海尔、华为、高通等公司。 "
  },
  {
    id: "59",
    period: "【2015年第18期】",
    title: "智能IN家居，云知声让生活回归本“智”——云知声发布智能家居语音交互完整解决方案",
    date: "2015-09-21",
    url: "news/news13-2.html",
    desc: " 9月20日下午，云知声【智能IN家居】发布会在深圳3W咖啡馆圆满落幕，云知声正式对外发布智能家居语音交互完整解决方案，整合了云知声优秀的语音交互技术、丰富的云端服务、硬件模块标准化适配的完整方案，包括智能家居领域的通用语音控制模组IVM开发板；和面向特定领域的产品级方案：UniTV智能电视交互方案、智能Wi-Fi音箱turnkey一站式方案。智能家居领域的通用语音控制模组IVM软件开发工具包将免费开放给开发者，而电视、音箱产品级方案完整打包了基于特定领域的产品级解决方案，让企业的传统产品一键升级智能。云知声通过语音交互、芯片硬件、合作共赢让智能进入家居，让生活回归本“智”。 "
  },
  {
    id: "58",
    period: "【2015年第17期】",
    title: "智能IN家居，云知声想告诉你真正智能的产品是怎样“炼”成的",
    date: "2015-09-07",
    url: "news/news13-1.html",
    desc: " 当下，智能电视、智能空调、智能音响、智能台灯等各种智能设备如雨后春笋般涌现了出来，涵盖了家庭生活的各个方面，极大的提高了我们生活质量。语音交互使家居设备呼风唤“语”，无所不能。9月20日云知声将在深圳发布智能家居语音交互完整解决方案，包括智能音响、智能电视远讲交互、智能家居语音控制开发板方案，从硬件平台、软件、云端服务、内容合作、手机app为你提供全方位打包解决方案，让家居变智能只需一步。 "
  },
  {
    id: "57",
    period: "【2015年第16期】",
    title: "深圳国际智能家居博览会开幕 云知声引领智能生活",
    date: "2015-08-20",
    url: "news/news12-5.html",
    desc: " 语音识别、体感控制、人脸识别、全息投影、虚拟现实……各种技术的完善以及产品的落地让智能家居越来越“好玩”。七夕节期间，云知声邀请智能圈里的小伙伴们来深圳会展中心体验更“智能”的情人节。2015深圳国际智能家居&智能硬件博览会(ISHE 2015)今日（8月20日）在深圳会展中心4号馆盛大开幕。作为国内领先的人工智能及语音交互服务商，云知声（展位号A17）携智能家居、智能车载、在线教育三大系列产品高调亮相，并现场展出众多优秀合作硬件产品：智能台灯、学习机器人、家居中控系统、车载中控系统、车载后视镜等，这些能听会说耳聪目明的智能硬件让参会者流连驻足，眼界大开。 "
  },
  {
    id: "56",
    period: "【2015年第15期】",
    title: "云知声承办智能产业高峰论坛分论坛 以智慧之名助力生活",
    date: "2015-08-17",
    url: "news/news12-4.html",
    desc: " 由中国人工智能学会主办的“2015第五届中国智能产业高峰论坛”于2015年8月14日-8月15日在上海召开。论坛汇聚国内外知名学者以及产业界高管就产业发展方向、技术趋势、国家政策进行交流与探讨，国内领先的人工智能及语音交互服务商云知声独家承办高峰论坛五个分论坛之一——“智慧生活”分论坛，云知声联合创始人董事长兼CTO梁家恩主持并分享智能技术给人们带来的新思路、新生活。此外，中国智能产业高峰论坛“智慧生活”分论坛还邀请到了智能硬件、图像识别、大数据、云存储等智能产业链上的新兴企业嘉宾齐聚一堂，畅想未来智慧生活。 "
  },
  {
    id: "55",
    period: "【2015年第14期】",
    title: "云知声亮相国际服务机器人展 荣获最具创新力企业奖",
    date: "2015-08-14",
    url: "news/news12-3.html",
    desc: " 8月14-16日，由国际服务机器人联合会主办的SR SHOW国际服务机器人展在西安曲安会展中心召开，国内领先的人工智能及语音交互服务商云知声荣获2014国际服务机器人行业十大最具创新力企业奖，云知声COO康恒在活动高峰论坛现场分享了物联网和互联网+对当前生活的变革，以及目前云知声人工智能技术进展和应用情况。 "
  },
  {
    id: "54",
    period: "【2015年第13期】",
    title: "云知声和暴风魔镜合作 语音+VR技术引领在线教育革新",
    date: "2015-08-04",
    url: "news/news12-2.html",
    desc: " 近日，暴风魔镜和国内领先的人工智能及语音交互服务商云知声达成战略合作，双方将在智能语音及口语评测和虚拟现实（VR）技术上利用自身教育资源、营销渠道优势和专业能力进行通力合作，共同开发在线教育市场。 "
  },
  {
    id: "53",
    period: "【2015年第12期】",
    title: "云知声携智能学习机器人亮相2015人工智能大会",
    date: "2015-07-28",
    url: "news/news12-1.html",
    desc: " 7月26-27日，中国人工智能大会(CCAI 2015)在北京友谊宾馆举行，是目前国内人工智能领域最大规模、规格最高的学术和技术的年度盛会。国内领先的人工智能技术服务商云知声作为本次大会合作伙伴携洛比智能学习机器人亮相大会，云知声“芯端云超智能方程式”再次引发业界强烈关注。 "
  },
  {
    id: "52",
    period: "【2015年第11期】",
    title: "中国智造游侠X汽车发布 语音技术来自云知声",
    date: "2015-07-27",
    url: "news/news11-5.html",
    desc: " 7月26日，由中国团队打造的互联网汽车“游侠X”在北京三里屯橙色大厅正式发布。发布会现场完美展示了游侠X汽车的语音交互能力，由国内领先的人工智能技术服务商云知声为游侠X提供的智能语音交互技术，内置在游侠X车载定制的 Android 5.1 系统 KITT OS中，最懂你的汽车来自中国智造。 "
  },
  {
    id: "51",
    period: "【2015年第10期】",
    title: "小巢智能台灯来了，云知声智能语音让生活更性感",
    date: "2015-07-22",
    url: "news/news11-4.html",
    desc: " 2015年上半年，智能硬件已涉足健身运动、医疗健康、代步工具、家居娱乐等多方面，BAT等一大批互联网大佬携巨资涌入，将整个智能硬件行业推向了风口。随着大众对智能设备的依赖和人机之间的交互日益频繁，人们对语音操控的需求越发迫切和多样化。此前，云知声智能语音已经落地在智能手机、智能电视、智能眼镜、智能芯片等硬件产品中，语音技术的加入让用户操控起来随心所欲。然而在传统的生活用品中，一个并不被大家议论的，却拥有极大潜在市场容量的产品——家里的那盏卧室台灯，如今也“潮”起来了。 "
  },
  {
    id: "50",
    period: "【2015年第9期】",
    title: "云知声荣获2015年度中国智能语音行业最具影响力企业奖",
    date: "2015-07-20",
    url: "news/news11-3.html",
    desc: " 7月16日，由中国电子信息产业发展研究院主办的2015中国互联网领袖峰会暨中国互联网企业竞争力高峰论坛在北京举行。大会深入探讨和研究互联网企业整体现状及未来发展走向，并颁布多项互联网企业竞争力大奖。云知声荣获“2015年度中国互联网智能语音行业最具影响力企业奖” "
  },
  {
    id: "49",
    period: "【2015年第8期】",
    title: "从“芯“定义万物互联，云知声惊艳亮相英特尔物联大会",
    date: "2015-07-08",
    url: "news/news11-2.html",
    desc: " 7月2日由英特尔“卓越体验，从芯开始——基于英特尔® 架构的安卓平台物联网解决方案开发者大会”于深圳威尼斯酒店举办，最专业的语音交互及人工智能服务提供商北京云知声作为英特尔在人工智能领域的重要技术伙伴也受邀参加。英特尔展示了近20款基于安卓平台的物联网创新产品和解决方案，其中，由云知声基于英特尔爱迪声平台设计的智能语音电饭煲、智能台灯、智能机器人等智能家居产品吸引了众多开发者的关注和好评，反响热烈。 "
  },
  {
    id: "48",
    period: "【2015年第7期】",
    title: "云知声6月份活动会后简讯",
    date: "2015-07-03",
    url: "news/news11-1.html",
    desc: " 云知声大话2015智能交互之未来 "
  },
  {
    id: "47",
    period: "【2015年第6期】",
    title: "云知声携“双麦”远场识别技术，诠释别样智能家居",
    date: "2015-05-31",
    url: "news/news10-5.html",
    desc: " 从概念认知到实际应用，智能家居正在成为人们“习以为常”的事物。在此过程中，市场或将迎来持续的爆发性增长，预计到2015年底，国内的智能家居行业规模就能轻松达到千亿以上。与此同时，作为依托互联网和硬件技术的新兴行业，智能家居的参与者在基础研发和市场培育等方面，还有很长的路要走。云知声作为人工智能领域的新锐公司，一直致力于为智能家居产品提供完整的交互解决方案。 "
  },
  {
    id: "46",
    period: "【2015年第5期】",
    title: "语音打造交互入口，云知声引领智能家居最前沿",
    date: "2015-05-21",
    url: "news/news10-4.html",
    desc: " 智能家居正处在一个“敢想敢干”的阶段。仅在未来一年之内，达到几千亿的市场规模，已成行业多方的共识。在用户方面，愉快地认知并接受某种技术下的消费产物，已经不再是一个难题。很多人都在欢欣鼓舞地拭目以待：据说以后宜家的桌子都会做饭了，我们想看看空调能不能带小孩……可见，当某领域的技术、经济及社会条件在某个时空交点一齐具备时，加速发展是大势所趋。正如当今中国的智能家居行业，好比“人间四月正当时”。 "
  },
  {
    id: "45",
    period: "【2015年第4期】",
    title: "云知声“云端芯超智能方程式”领衔2015中国电子信息博览会",
    date: "2015-04-13",
    url: "news/news10-3.html",
    desc: " 2015年4月9日，第三届中国电子信博览会 (CITE 2015) 在深圳会展中心盛大开幕。本次展会以“智能新时代，数字新生活”为主题，充分展示了新一代信息技术产业最新发展成就。云知声作为人工智能语音服务企业跟随中国语音联盟高调亮相。“云端芯超智能方程式”成为本次展会新星引爆全场，受到工信部领导的高度关注的同时， CCTV等多家主流媒体均纷纷进行报道。 "
  },
  {
    id: "44",
    period: "【2015年第3期】",
    title: "云知声入主阿里云“星火计划”，智能语音点燃梦想",
    date: "2015-04-03",
    url: "news/news10-2.html",
    desc: " 早在2014年3月，阿里巴巴正式推出阿里云聚无线平台，为移动开发者提供集云服务、开发、测试、融资、推广、分发、变现的一站式服务。2015年，阿里云第四度启动“星火计划”，目的是针对拥有优质产品的企业及开发者提供扶持政策，并联合国内智能语音引领者云知声等合作伙伴为这批优质用户提供丰富的优惠政策，让更多用户搭乘便利急速上云。 "
  },
  {
    id: "43",
    period: "【2015年第2期】",
    title: "云知声和友盟牵手合作 用语音连接开发者和用户",
    date: "2015-01-27",
    url: "news/news10-1.html",
    desc: " 科技改变生活，互联网思维带来一种启示：用户无需再关心技术和平台，通过网络平台就能简单、快速的找到服务、完成各项需求。在移动开发领域更是如此，了解用户需求，解决用户问题是开发者开发应用前后需要持续关注的重点。 "
  },
  {
    id: "42",
    period: "【2015年第1期】",
    title: "云知声开放平台2.0惊艳发布，垂直领域开发方案一站式解决",
    date: "2015-01-21",
    url: "news/news9-5.html",
    desc: " 1月26日，云知声智能语音开放平台2.0即将正式发布。云知声语音云作为国内首家面向开发者永久免费开放的语音云平台，自2012年9月推出以来就备受开发者的关注和好评。此次云知声开放平台2.0的发布，对比平台1.0从功能和性能上都有明显提升，其中最大亮点是云知声开放平台2.0迎接物联网时代到来，为开发者在智能硬件等垂直领域量身定制应用开发方案，彻底改变一套平台对应各种语音交互需求的现状。这也是目前所有语音云平台中云知声所独有的功能，此外，云知声结合目前智能硬件离线操控的需求推出首家提供免费试用离线语音识别、离线语音合成、离线语音唤醒，开发者也可以在云知声智能语音开放平台2.0中免费体验。 "
  },
  {
    id: "41",
    period: "【2014年第24期】",
    title: "用语音连接家居，云知声欲打造中国版“HomeKit”",
    date: "2014-12-22",
    url: "news/news9-4.html",
    desc: " 12月18日下午，云知声“智能声活”2014品牌发布会在北京香格里拉饭店圆满落下帷幕，会上云知声CEO黄伟和来宾分享了云知声成立两年来技术产品进展和商业化成果，同时现场演示了云知声在移动应用、车载、可穿戴设备上的产品。发布会上，云知声CEO黄伟正式对外宣布云知声已完成五千万美元B轮融资，未来主攻智能家居市场，打造中国版“HomeKit”智能家居平台，用语音连接家居，控制家居自动化设备的入口。 "
  },
  {
    id: "40",
    period: "【2014年第23期】",
    title: "云知声UniWear 不止于可穿戴系统",
    date: "2014-12-04",
    url: "news/news9-3.html",
    desc: " 上周五（11月28日），云知声在北京3W咖啡正式发布了中国首款可穿戴ROM：UniWear。究竟这款ROM和Android Wear有什么不同，在产品和服务上有哪些亮点？能为硬件厂商、开发者、终端用户解决哪些痛点？今天笔者为你解读UniWear的详细功能。 "
  },
  {
    id: "39",
    period: "【2014年第22期】",
    title: "打通“芯·声·戴“产业链，云知声发布中国首款可穿戴式ROM",
    date: "2014-12-02",
    url: "news/news9-2.html",
    desc: " 11月28日北京，云知声联合君正芯片、豪恩声学以及宏天实业在北京3W咖啡举办了一场题为论战可穿戴产业未来——云知声“芯·声·戴”开发者沙龙活动。活动现场，云知声COO康恒现场揭晓云知声已经研发完成的中国首款可穿戴式ROM：UniWear的神秘面纱，并在现场为大家演示了这款可穿戴式交互系统在智能眼镜CLOUD-I上的操控体验。活动现场火爆，英特尔、BAT等知名企业代表纷纷出席，互联网科技类媒体、知名投资人、硬件厂商和开发者共计200余人到场。 "
  },
  {
    id: "38",
    period: "【2014年第21期】",
    title: "2014中国语音产业联盟年会 云知声黄伟发表演讲并获颁两奖项",
    date: "2014-11-25",
    url: "news/news9-1.html",
    desc: " 11月21日下午，由工业和信息化部指导，中国语音产业联盟、安徽省经信委、合肥市人民政府主办的“2014中国语音产业联盟年会暨中国语音产业发展高峰论坛”在合肥成功举行。工业和信息化部副部长杨学山、安徽省人民政府副省长杨振超出席会议并致辞。工信部软件服务业司司长陈伟、副司长陈英，工信部电子科学技术情报研究所所长洪京一等出席会议。中国语音产业联盟会员单位代表、地方经信委领导、权威专家、媒体代表近300人参加了大会。作为语音产业联盟会员单位代表云知声CEO黄伟出席年会，并在中国语音产业发展高峰论坛上发表了主题演讲。同时，云知声还获得了大会颁发的“中国语音产业联盟2014年度先进单位”称号、云知声语音魔方“2014中国语音创新产品”称号两项荣誉。 "
  },
  {
    id: "37",
    period: "【2014年第20期】",
    title: "云知声发力在线教育 口语评测服务万千用户",
    date: "2014-11-14",
    url: "news/news8-5.html",
    desc: " 近两年，互联网教育行业风起云涌，据称，2013年初以来，每天有2.6家在线教育公司诞生。然而面对在线教育行业这样的风口，其中也不乏失败的案例，如早前的梯子网，纯懂互联网公司也未必能做好在线教育。与梯子网的“冒进”不同，知名语音技术公司云知声借助其领先的智能语音交互技术和教育信息化相结合，以黑马的姿态成功进军在线教育市场。自云知声口语评测服务推出半年来，签约额已超数千万元，并已成功稳定地服务于数十万用户。 "
  },
  {
    id: "36",
    period: "【2014年第19期】",
    title: "同语梦想，共话人生",
    date: "2014-10-28",
    url: "news/news8-4.html",
    desc: " 上周五（10月24日），云知声校招小分队走进上海理工大学，针对来自上海高校的优秀毕业生开展了一场Round Table。同学们对云知声的语音技术和语音应用极为感兴趣，现场十分火爆，到场率超过200%。现在就让我们一起回顾一下现场的精彩吧！ "
  },
  {
    id: "35",
    period: "【2014年第18期】",
    title: "云知声助力牡丹集团“数，据未来”新品发布会",
    date: "2014-10-23",
    url: "news/news8-3.html",
    desc: " （2014年10月23日，北京）北京牡丹电子集团有限公司（以下称“牡丹集团”）主办的主题为“数，据未来”的牡丹大数据产品发布会在京举办，作为牡丹集团的战略合作伙伴，云知声也受邀参加，董事长兼CTO梁家恩出席了发布会并与来自国内大数据领域的资深专家学者、牡丹集团的战略合作伙伴和媒体代表探讨了大数据行业的理论观点、语义分析技术和数据采集技术热点，并共同见证了牡丹云网端舆情系统新产品的发布。 "
  },
  {
    id: "34",
    period: "【2014年第17期】",
    title: "云知声助力YunOS3.0发布会，最懂你的语音助手来袭",
    date: "2014-10-22",
    url: "news/news8-2.html",
    desc: "近日，YunOS3.0新品发布会在北京成功举行，会上发布了YunOS3.0和搭载YunOS3.0的旗舰新品。云知声作为阿里YunOS语音操控解决方案合作商也受邀参加了本次发布会，云知声为YunOS3.0深度定制的语音助手，实现了语音操控、语音搜索、淘宝购物等特色功能，成为整场发布会的亮点之一。"
  },
  {
    id: "33",
    period: "【2014年第16期】",
    title: "云知声牵手英特尔，语音交互助力芯突破",
    date: "2014-10-16",
    url: "news/news8-1.html",
    desc: "据悉，随着云知声2014年云、端、芯战略的全面启动以来，云知声在芯片平台上已取得重大突破，日前云知声已经和全球最大芯片供应商英特尔公司牵手合作，将云知声智能语音交互技术植入到英特尔移动平台上。"
  },
  {
    id: "32",
    period: "【2014年第15期】",
    title: "当科技碰撞科幻，云知声从语音'入侵'智能生活",
    date: "2014-09-25",
    url: "news/news7-5.html",
    desc: "上周六（9月20日），由初创未来主办、初创投资、中国移动通信联合会、《科幻世界》杂志等合办的2014未来科技大会暨25届银河奖颁奖典礼于在上海儿童艺术剧场举行。云知声作为大会唯一一家语音技术企业受邀参加，云知声CTO兼董事长梁家恩和现场近千名科技工作者、创新企业家、科幻作家、学者及科幻爱好者分享了语音技术和智能语音给人们生活带来的巨变。"
  },
  {
    id: "31",
    period: "【2014年第14期】",
    title: "平安健康保险与云知声战略合作 共建医疗健康领域智能语音云平台 ",
    date: "2014-08-21",
    url: "news/news7-4.html",
    desc: "近日，平安健康保险股份有限公司与云知声达成战略合作协议，双方将共同建设医疗健康领域智能语音交互云平台。下一个版本的平安健康移动客户端APP上将具备“能听会说”的智能语音功能，云知声会在语音识别、语义理解和声纹识别等功能领域，为平安健康提供技术支持和服务，为用户提供快捷、高效，人性化的智能交互体验"
  },
  {
    id: "30",
    period: "【2014年第13期】",
    title: "语音交互场景扩大 阿里YunOS内置云知声 ",
    date: "2014-08-08",
    url: "news/news7-3.html",
    desc: "语音在智能设备的交互中，承担着重要作用。语音的使用场景有无限多种可能，也让人产生无限遐想。据悉，国内新锐语音技术公司云知声已经和阿里YunOS在该领域开展深度合作。 "
  },
  {
    id: "29",
    period: "【2014年第12期】",
    title: "速度领跑，云知声获颁《新财富》“最模式”奖项",
    date: "2014-07-24",
    url: "news/news7-2.html",
    desc: " 日前，由《新财富》杂志主办的第十届“金牌董秘“暨第六届“最模式”颁奖典礼在深圳落下帷幕。《新财富》“最模式”评选致力于推动中国的商业模式创新浪潮。作为语音技术商业化成功典范，云知声和途牛旅游网、嘀嘀打车等10家企业一起，获颁“最具潜力商业模式企业”十强殊荣。 "
  },
  {
    id: "28",
    period: "【2014年第11期】",
    title: "CSDN专访云知声COO康恒：语音让互联网服务更贴心",
    date: "2014-06-05",
    url: "news/news7-1.html",
    desc: "随着人工智能技术近年来的发展，语音识别与合成技术的成熟度已经达到了可以日用的程度，越来越多地融入了人们的日常生活。无论是在电话查询、购票等商务领域用以代替人工服务的角色，还是在计算机、电视机及移动设备上进行语音搜索、语音输入、语音音频资料文本化、程序界面的语音操控等方面，语音技术都得到了广泛的应用。在这一技术的应用中，云知声语音云由于其平台开放、可扩展性好，向普通开发者免费，因此非常易于推广和使用。在刚刚过去的第六届云计算大会上，CSDN采访了云知声的联合创始人、COO康恒。"
  },
  {
    id: "27",
    period: "【2014年第10期】",
    title: "云知声智能语音助力“智能家居”新品牌ZIVOO发布",
    date: "2014-05-15",
    url: "news/news6-5.html",
    desc: "5月13日北京嘉里中心，新锐智能家居品牌ZIVOO（深圳智我科技）正式发布。在提出构建“智能家居生态”的同时，ZIVOO也公布了其产品矩阵和发展战略，同时发布了OTT盒子、智能路由器以及智能插座等多款产品，正式进军智能家居市场。"
  },
  {
    id: "26",
    period: "【2014年第9期】",
    title: "北京云知声搬家通知",
    date: "2014-04-25",
    url: "news/news6-4.html",
    desc: ""
  },
  {
    id: "25",
    period: "【2014年第8期】",
    title: " 云知声亮相'2014中国客户联络中心与BPO产业大会' ",
    date: "2014-04-22",
    url: "news/news6-3.html",
    desc: "近日，云知声智能语音导航亮相在沪举办的2014年度中国客户联络中心与BPO（“业务流程外包”）产业大会。"
  },
  {
    id: "24",
    period: "【2014年第7期】",
    title: "专注语音，云知声开全智能交互之先河",
    date: "2014-04-12",
    url: "news/news6-2.html",
    desc: "4月12日下午，北京，由云知声主办的主题为开启全智能交互的新纪元活动圆满落下帷幕。活动重要议程之一：由云知声牵头主导的国内首个全智能交互联盟正式在京成立，首批联盟成员除云知声外，还包括语义理解技术公司哦啦、图像识别技术公司亮风台、人脸识别技术公司Face++，作为首批联盟成员的四家企业CEO也在活动现场分别表达了对全智能交互的期待和鼎力支持。"
  },
  {
    id: "23",
    period: "【2014年第6期】",
    title: "云知声参展中国电子信息博览会引关注",
    date: "2014-04-10",
    url: "news/news6-1.html",
    desc: "中国电子信息博览会(CITE)是由工业和信息化部与深圳市人民政府共同主办，集中展示全球新一代信息技术产业发展最新成果、加快促进信息消费、引导信息技术产业健康发展的国家级展示平台，2014年4月10日，第二届中国电子信息博览会(CITE 2014)在深圳会展中心盛大开幕。云知声作为创新语音企业高调亮相，获得参观者的高度关注和一致好评。"
  },
  {
    id: "22",
    period: "【2014年第5期】",
    title: "最强引擎——云知声语音识别内核再升级",
    date: "2014-03-25",
    url: "news/news5-7.html",
    desc: " 据悉，云知声近期再次宣布语音识别内核的重大升级，本次升级与以往单纯的引擎升级不同，既有技术的纵向提升，又有面向领域、热词和语言的横向优化和扩展。据了解，本次更新其实是云知声近半年后台持续优化的结果，只是近期才正式对外发布升级成果。本次升级，展现了云知声在A轮融资之后，平台综合实力的显著提升，和在智能语音的热点领域的针对性突破。"
  },
  {
    id: "21",
    period: "【2014年第4期】",
    title: "舌尖上的生意，云知声单月签约额破千万",
    date: "2014-03-20",
    url: "news/news5-6.html",
    desc: " 据悉，刚刚过去的2月份，云知声实现了单月销售签约额破千万的业绩，这距离云知声宣布A轮融资不到半年、距离云知声成立不到两年。在2014年开年就拿下单月签约额破千万的业绩，标志着云知声已经完成了从技术到产品化和商业化这一绝大多数创业公司需要数倍的时间才能完成的过程，提前实现商业化。"
  },
  {
    id: "20",
    period: "【2014年第3期】",
    title: "打造最好的视频体验 云知声智能电视语音魔方产品升级",
    date: "2014-02-26",
    url: "news/news5-5.html",
    desc: "智能电视正在经历前所未有的爆发点。2013年，中国智能电视销售量达2138万台，同比增长51.2%，在三网融合、信息消费、4G时代背景下，智能电视市场发展空间相当巨大。如果要问智能电视中最能直观体现电视的“智能”，恐怕答案非智能语音应用莫属，对缺少输入设备的电视（或电视盒子）而言，语音成为了最佳输入解决方案。"
  },
  {
    id: "19",
    period: "【2014年第2期】",
    title: "云知声智能语音交互，开启呼叫中心行业新时代",
    date: "2014-02-18",
    url: "news/news5-4.html",
    desc: "新年伊始，随着4G、云计算、物联网等领域的快速发展，企业更加关注呼叫中心运维中的成本控制、风险管控和效能升级。在这些需求的持续驱动下，呼叫中心的管理者越来越关心智能语音交互技术的应用。如何通过智能语音导航实现自助服务，帮助企业降低运营成本？如何通过语音分析产品实现全录音质检降低运营风险，提高运营效率？如何将传统呼叫中心和新兴的手机、微信等新媒体渠道相结合，为用户提供更好的服务体验？"
  },
  {
    id: "18",
    period: "【2014年第1期】",
    title: "2013中关村十大创投案例揭晓，云知声榜上有名",
    date: "2014-01-16",
    url: "news/news5-3.html",
    desc: " 1月15日下午，2013年度中关村十大系列榜单发布会在湖北大厦东湖厅隆重举行，云知声上榜“2013中关村十大创投案例”榜单，CEO黄伟出席并领奖。"
  },
  {
    id: "17",
    period: "【2013年第12期】",
    title: "云知声：择善而行，乘势而上 ——暨云知声2013年度媒体答谢会",
    date: "2013-12-25",
    url: "news/news5-2.html",
    desc: "2013年 ，专注于语音识别及语言处理技术的移动互联网公司——北京云知声备受关注。作为语音行业新锐企业，云知声近来连续斩获了由工信部主办赛迪颁发的中国最具影响力企业、最佳语音云平台、以及清科集团颁发的中国最具投资价值企业50强等数项殊荣。近日，云知声CEO黄伟、董事长兼CTO梁家恩与媒体朋友一起，就行业热点话题深度热议，并感谢媒体一年来对语音行业及云知声的关注和支持。 顺利接棒，云知声1.0时代迈入2.0时代 择善而行，乘势而上。受原CEO梁家恩的力邀，黄伟于2013年12月加盟云知声，担任CEO职务，黄伟在语音行业有着资深技术背景和丰富管理经验。管理团队经过重组之后，梁家恩会回归到更为擅长的技术领域，黄伟将负责公司未来战略规划和整体运营管理。 "
  },
  {
    id: "16",
    period: "【2013年第11期】",
    title: "云知声荣获2013“中国最具投资价值企业50强”称号",
    date: "2013-12-19",
    url: "news/news5-1.html",
    desc: " 清科“2013中国最具投资价值企业50强”榜单于昨日（12月18日）揭晓，北京云知声信息技术有限公司荣获中国最具投资价值企业50强的称号，云知声CEO黄伟出席了本次大会并领奖。"
  },
  {
    id: "15",
    period: "【2013年第10期】",
    title: "云知声让用户零成本体验智能家电语音操控服务",
    date: "2013-12-13",
    url: "news/news3-5.html",
    desc: "在不久前完美谢幕的赛迪2013中国信息产业经济年会上，云知声凭借突出的创新实力和产品体验口碑，将“2013中国信息产业最具影响力企业”、“2013中国信息产业最佳语音云平台”两项大奖双双收入囊中，工业和信息化部副部长苏波及相关司局领导出席了年会并为获奖企业颁奖。"
  },
  {
    id: "14",
    period: "【2013年第9期】",
    title: "云知声2013年度创新成长企业榜上有名",
    date: "2013-11-28",
    url: "news/news3-4.html",
    desc: " 11月底的京城，寒潮来袭， 2013创业邦颇具“颠覆力”的年会却给企业界、媒体界、投资界带来丝丝暖意。作为重要看点的2013中国年度创新成长企业100强评选活动已在11月26日晚尘埃落定，云知声自亿元融资后，再获殊荣。 中国年度创新成长企业100强评选―“创业邦100”评选是中国最具规模的早中期创业企业评选之一，备受企业界、媒体界、投资界的关注。据《创业邦》助理副总裁、执行主编方浩在会上介绍，“创业邦100”自8月26日接受报名以来，全国共有5000多家企业报名参与，组委会逐一审核其完整性和可用性，从中筛选出200家候选企业，专家评委从创新性、成长潜力、影响力等多个方面给候选企业打分，最终评选出100家高成长潜力的创新企业。截至目前，“创业邦100”已连续评选了五届，奇虎360、京东商城、凡客诚品、暴风影音、小米手机、神州租车等都是往年“创业邦100”走出的创新企业。 对于入选“创业邦100”，云知声CEO梁家恩博士表示：“感谢专家评审对云知声的关注和认可，这又给云知声快速的发展注入了无形的力量，我们将更加努力为更多的合作伙伴和开发者提供精准智能的语音交互解决方案和平台!” "
  },
  {
    id: "13",
    period: "【2013年第8期】",
    title: "10月19日云知声首届开发者开放日完美落幕",
    date: "2013-10-19",
    url: "news/news3-3.html",
    desc: "10月19日在北京，云知声CEO梁家恩在3W咖啡，正式宣布云知声在创业不到500天的时间里，获一亿人民币融资。作为云知声的首届开发者开放日，本次这场发布会的主题是“下一站：开启精准智能的语音时代”，云知声智能语音交互平台的核心创始团队也在此本次活动上首次悉数亮相。 云知声从创立到今天只有短短的500天时间，经历了团队的多元化融合，以及从技术团队到产品、商业团队的蜕变，目前已经有了1000余家的合作伙伴，服务了上千万的终端用户。包括：互联网、智能穿戴领域、车载、医疗等；搜狗、乐视tv、小米、易信、联想、清华同方等大众熟知的产品均采用了“云知声”的技术 。发布会上，乐视产品部总监黄滔就产品开发能力强、识别反应速度快、服务极致精准等方面与现场的观众分享了与云知声合作的点滴。"
  },
  {
    id: "12",
    period: "【2013年第7期】",
    title: "云知声为易信提供语音方案",
    date: "2013-08-19",
    url: "news/news3-2.html",
    desc: "8月19日，中国电信和网易宣布联合成立浙江易信有限公司，并发布首款类微信产品易信。易信正式发布24小时后，用户数量突破100万！同时易信发布首日即登上苹果商店应用排行榜总榜第三、社交榜第一，超越微信、微博。"
  },
  {
    id: "11",
    period: "【2013年第6期】",
    title: "云知声首次涉猎智能时尚穿戴领域——inWatch新品发布",
    date: "2013-08-08",
    url: "news/news3-1.html",
    desc: " 乔布斯创造了苹果智能手机的同时，引爆了白热化的智能手机竞争市场，目前的“智能手机平台”争夺战已偃旗息鼓。下一个“平台”是谁？让我们看看谷歌、苹果、三星、索尼最近的行动，便可见一斑。以智能眼镜、智能手表为代表的可穿戴设备，将成为电商和投资业界的新宠。"
  },
  {
    id: "10",
    period: "【2013年第5期】",
    title: "云知声面向移动互联网开发者提供免费语音云服务",
    date: "2013-05-15",
    url: "news/news2-5.html",
    desc: "本着移动互联网开放和共赢的精神，云知声宣布，自2013年5月15日起，将向所有移动互联网开发者提供完全开放、永久免费的专业语音识别服务，与广大移动互联网开发者共创和共享移动语音时代。"
  },
  {
    id: "9",
    period: "【2013年第4期】",
    title: "乐视推出超级电视由云知声提供语音识别和理解方案",
    date: "2013-05-08",
    url: "news/news2-4.html",
    desc: "2013年5月7日，乐视超级电视在五棵松万事达中心全球首发，吸引了众多与会者参与。"
  },
  {
    id: "8",
    period: "【2013年第3期】",
    title: "云知声语音云第二次重大升级性能大幅提升",
    date: "2013-04-25",
    url: "news/news2-3.html",
    desc: "4月底“云知声”的语音识别引擎进行了一次升级，这是继今年一月份使用深度神经网络(DNN)技术以来，云知声语音的第二次重大升级。在这次升级中，识别引擎的识别率和响应速度均提升了30%之多。熟悉模式识别的人都清楚，如果能够通过某种方法将识别性能一次性提升10%以上，即便识别速度比原来还低，其成就也足够在国际知名期刊上发一篇高质量的论文了。云知声此次能够将识别率和速度同时提升30%，绝对令人咋舌。从目前的识别表现上来看，云知声的语音识别准确率已经完全不亚于业内大佬科大讯飞，而引擎的处理速度则超越所有竞争对手，是其他人的3到4倍。 "
  },
  {
    id: "7",
    period: "【2013年第2期】",
    title: "云知声推出首款微信语音输入插件",
    date: "2013-02-25",
    url: "news/news2-2.html",
    desc: "在微信里打字很麻烦？聊天好友不方便听你的语音？使用微信语音输入插件直接输入文字吧！"
  },
  {
    id: "6",
    period: "【2013年第1期】",
    title: "云知声语音识别服务引入“深度神经网络”技术使得错误率降低30%",
    date: "2013-01-11",
    url: "news/news2-1.html",
    desc: " 深度神经网络(即DNN)是近年来人工神经网络领域的一项重大突破。深度神经网络可以更好地模拟人类的语音认知过程，使自动语音识别的准确率得到大幅提高。经过刻苦研发，云知声克服深度神经网络需要庞大计算量的问题，利用基于深度神经网络的语音模型更新了以往基于概率统计的语音模型，并于本月11日升级了其在线语音服务，成为国内最早将深度神经网络技术应用于在线语音服务的公司之一。 "
  },
  {
    id: "5",
    period: "【2012年第5期】",
    title: "“搜狗语音助手”加入语音助手市场争夺战",
    date: "2012-11-26",
    url: "news/news1-5.html",
    desc: "	语音助手市场又有新的竞争者加入：搜狗语音助手今天上线 (iPhone[需越狱] / Android)，标榜是“最靠谱的语音小秘书”，在语音指令、提醒、音乐、笑话、餐厅美食等方面为用户提供辅助参考。该应用使用了云知声的语音引擎。 "
  },
  {
    id: "4",
    period: "【2012年第4期】",
    title: "云知声获得浦发硅谷银行和Techyizu Demo Day 2012冠军",
    date: "2012-11-10",
    url: "news/news1-4.html",
    desc: "2012年11月10日，在由浦发硅谷银行和Techyizu共同举办的Demo Day 2012上，10支创业团队从94个参赛团队中脱颖而出进入了决赛。最终，北京云知声信息技术有限公司力压群雄，获得冠军。 "
  },
  {
    id: "3",
    period: "【2012年第3期】",
    title: "云知声公有云发布",
    date: "2012-09-29",
    url: "news/news1-3.html",
    desc: " 9月29日，北京云知声信息技术有限公司发布语音公有云1.0版。 "
  },
  {
    id: "2",
    period: "【2012年第2期】",
    title: "云知声与小i机器人达成框架合作协议",
    date: "2012-07-20",
    url: "news/news1-2.html",
    desc: "7月20日，北京云知声信息技术有限公司与小i机器人达成框架合作协议，云知声将向小i机器人提供面向中文大规模连续语音识别的私有云解决方案，助力小i机器人建设基于语音、语义搜索的知识获取和信息服务技术框架。"
  },
  {
    id: "1",
    period: "【2012年第1期】",
    title: "北京云知声信息技术有限公司正式成立",
    date: "2012-06-29",
    url: "news/news1-1.html",
    desc: " 6月29日，北京云知声信息技术有限公司正式注册成立。云知声是一家专注于智能语音及语言处理技术研究、开发和应用的移动互联网创业公司，核心技术团队来自国内外知名企业、高校和研究所，80%以上拥有博士学位，并具有超过10年的语音识别技术研发和应用经验，拥有自主知识产权的世界领先的智能语音识别技术，借助云计算平台和移动互联网技术，目前已推出了一系列语音识别服务中间件和语音识别服务云平台，为互联网用户提供专业的语音识别服务。"
  }
];
var newApp = new Vue({
  el: '#newApp',
  data: {
    news: Data.slice(0,10),
    current:1
  },
  methods:{
    paginationDom:function (el) {
      var $current = $('.pagination .current');
      $current.html('<a href="#">'+$current.text()+'</a>').removeClass('current');
      el.innerHTML = this.current;
      el.className = 'current';
    },
    headOrEnd:function (notHead,notEnd) {
      if(this.current>1){
        $('.pagination-previous').removeClass('disabled').html('<a href="#">Previous</a>');
        notHead && notHead();
      }else{
        $('.pagination-previous').addClass('disabled').html('Previous');
      }
      if(this.current<8){
        $('.pagination-next').removeClass('disabled').html('<a href="#">Next</a>');
        notEnd && notEnd();
      }else{
        $('.pagination-next').addClass('disabled').html('Next');
      }
    },
    goPage:function(){
      var startId = (this.current-1)*10;
      this.news = Data.slice(startId,startId+10);
    },
    goCurrent:function (event) {
      this.current = event.currentTarget.textContent*1;
      // handle dom
      this.paginationDom(event.currentTarget);
      this.headOrEnd();
      this.goPage();
    },
    goNext:function () {
      this.paginationDom($('.pagination li')[this.current]);
      this.headOrEnd('',function () {
        newApp.current += 1;
      });
      this.goPage();
    },
    goPrev:function () {
      this.headOrEnd(function () {
        newApp.current -= 1;
        newApp.paginationDom($('.pagination li')[newApp.current]);
      });
      this.goPage();
    }
  },
  created:function () {
    console.log(this.news);
  }
});
